<?php

// Heading
$_['heading_title'] = 'Макети';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Макети';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_remove'] = 'Видалити';
$_['text_route'] = 'Виберіть магазин і шлях для даного макету';
$_['text_module'] = 'Виберіть розташування модулів';
$_['text_default'] = 'За замовчуванням';
$_['text_content_top'] = 'Верх сторінки';
$_['text_content_bottom'] = 'Низ сторінки';
$_['text_column_left'] = 'Ліва колонка';
$_['text_column_right'] = 'Права колонка';

// Column
$_['column_name'] = 'Назва макета';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва макета';
$_['entry_store'] = 'Магазин';
$_['entry_route'] = 'Шлях';
$_['entry_module'] = 'Модуль';

// Error
$_['error_permission'] = 'У Вас недостатньо прав для зміни макетів!';
$_['error_name'] = 'Назва макета має бути від 3 до 64 символів!';
$_['error_default'] = 'Цей макет не може бути видалений, оскільки він використовується в магазині за замовчуванням!';
$_['error_store'] = 'Цей макет не може бути видалений, оскільки він використовується із %s магазинами!';
$_['error_product'] = 'Цей макет не може бути видалений, оскільки він використовується із %s товарами!';
$_['error_category'] = 'Цей макет не може бути видалений, оскільки він використовується із %s категоріями!';
$_['error_information'] = 'Цей макет не може бути видалений, оскільки він використовується на %s сторінках!';
