<?php

// Heading
$_['heading_title'] = 'Безкоштовна доставка';

// Text
$_['text_extension'] = 'Розширення';
$_['text_shipping'] = 'Доставка';
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_edit'] = 'Налаштування';

// Entry
$_['entry_total'] = 'Ліміт суми';
$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total'] = 'Мінімальна сума замовлення, необхідна для того, щоб безкоштовна доставка стала доступна.';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
