<?php

// Heading
$_['heading_title'] = 'Банер';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_edit'] = 'Налаштування модуля';

// Entry
$_['entry_name'] = 'Назва модуля';
$_['entry_banner'] = 'Банер';
$_['entry_dimension'] = 'Розміри (Ширина x Висота)';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Висота';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_name'] = 'Назва модуля має містити від 3 до 64 символів!';
$_['error_width'] = 'Введіть ширину зображення!';
$_['error_height'] = 'Введіть висоту зображення!';
