<?php

// Heading
$_['heading_title'] = 'Текстовий блок - HTML';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_edit'] = 'Налаштування';

// Entry
$_['entry_name'] = 'Назва модуля';
$_['entry_title'] = 'Заголовок';
$_['entry_description'] = 'Текст';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва модуля має містити від 3 до 64 символів!';
