<?php

// Heading
$_['heading_title'] = 'Менеджер зображень';

// Text
$_['text_uploaded'] = 'Файл передано!';
$_['text_directory'] = 'Готово: Директорія створена!';
$_['text_delete'] = 'Файл або директорія видалено!';

// Entry
$_['entry_search'] = 'Пошук...';
$_['entry_folder'] = 'Введіть назву...';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_filename'] = 'Назва файлу має містити від 3 до 255 символів!';
$_['error_folder'] = 'Увага! Ім&apos;я директорії має містити від 3 до 255 символів!';
$_['error_exists'] = 'Неправильна назва або файл чи директорія з таким ім&apos;ям вже існує!';
$_['error_directory'] = 'Оберіть директорію!';
$_['error_filesize'] = 'Увага! Некоректний розмір файла!';
$_['error_filetype'] = 'Увага! Некоректний тип файла!';
$_['error_upload'] = 'Увага! З невідомих причин файл не може бути переданий!';
$_['error_delete'] = 'Неможливо видалити директорію!';
