<?php

// header
$_['heading_title'] = 'Відновлення пароля';

// Text
$_['text_forgotten'] = 'Відновлення пароля';
$_['text_your_email'] = 'E-mail';
$_['text_email'] = 'Введіть адресу електронної пошти, пов&apos;язану з Вашим обліковим записом. Перейдіть по посиланню скидання пароля, відправлена вам по електронній пошті.';
$_['text_success'] = 'Посилання підтвердження була відправлена на вашу адресу електронної пошти.';

// Entry
$_['entry_email'] = 'E-mail';
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm'] = 'Повтор пароля';

// Error
$_['error_email'] = 'Такий e-mail не знайдено';
$_['error_password'] = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm'] = 'Паролі не збігаються!';
