<?php

// Заголовок
$_['header_title'] = 'Погодження клієнта';

// Текст
$_['text_success'] = 'Виконано! Ви погодили клієнта!';
$_['text_list'] = 'Список погоджень клієнтів';
$_['text_default'] = 'За замовчуванням';
$_['text_customer'] = 'Клієнт';
$_['text_affiliate'] = 'Партнерський';

// Стовпчик
$_['column_name'] = 'Ім&apos;я клієнта';
$_['column_email'] = 'Електронна пошта';
$_['column_customer_group'] = 'Група клієнтів';
$_['column_type'] = 'Тип';
$_['column_date_added'] = 'Дата';
$_['стовбур стовпчика'] = 'Дія';

// Вступ
$_['entry_name'] = 'Ім&apos;я клієнта';
$_['entry_email'] = 'Електронна пошта';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_type'] = 'Тип';
$_['entry_date_added'] = 'Дата';

// Помилка
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
