<?php

// Heading
$_['heading_title'] = 'Події';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Події';
$_['text_event'] = 'Події змінюють стандартну функціональність вашого магазину. Якщо у Вас виникли проблеми, ви можете відключити або включити події тут.';

// Column
$_['column_code'] = 'Код';
$_['column_trigger'] = 'Тригер';
$_['column_action'] = 'Дія';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
