<?php

// Heading
$_['heading_title'] = 'Установка розширень';

// Text
$_['text_upload'] = 'Передайте ваше розширення';
$_['text_success'] = 'Модуль успішно встановлений!';
$_['text_unzip'] = 'Витяг файлів!';
$_['text_ftp'] = 'Копіювати файли!';
$_['text_sql'] = 'Виконання SQL-запиту!';
$_['text_xml'] = 'Застосування модифікатора!';
$_['text_php'] = 'Виконання PHP!';
$_['text_remove'] = 'Видалення тимчасових файлів!';
$_['text_clear'] = 'Тимчасові файли успішно видалено!';

// Entry
$_['entry_upload'] = 'Передати файл';
$_['entry_overwrite'] = 'Файли які будуть записані';
$_['entry_progress'] = 'Процес';

// Help
$_['help_upload'] = 'Файл модифікатора повинен бути *.ocmod.zip або *.ocmod.xml.';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_temporary'] = 'Увага! Існують тимчасові файли, які вимагають видалення. Натисніть кнопку видалити, щоб видалити їх!';
$_['error_upload'] = 'Файл не вдалося передати!';
$_['error_filetype'] = 'Неправильний тип файла!';
$_['error_file'] = 'Файл не знайдено!';
$_['error_unzip'] = 'Zip архів не вдалося відкрити!';
$_['error_code'] = 'Модификатору необхідний унікальний id код!';
$_['error_exists'] = 'Модифікатор %s використовує такий сами ID-код, як і модіфікатор, що ви намагаєтесь встановити!';
$_['error_directory'] = 'Каталог, що містить файли для вивантаження, не знайдено!';
$_['error_ftp_status'] = 'FTP повинен бути включений у налаштуваннях';
$_['error_ftp_connection'] = 'Не вдалося підключитися до %s:%s';
$_['error_ftp_login'] = 'Не вдалося авторизуватися як %s';
$_['error_ftp_root'] = 'Не вдалося вибрати директорію %s';
$_['error_ftp_directory'] = 'Не вдалося змінити каталог %s';
$_['error_ftp_file'] = 'Не вдалося передати файли з %s';
