<?php

// Heading
$_['heading_title'] = 'Модифікатори';

// Text
$_['text_success'] = 'Дію успішно виконано!';
$_['text_refresh'] = 'Кожен раз, коли Ви включили, відключили або видалили модифікатор, необхідно натиснути кнопку Оновити, щоб оновити кеш модифікаторів!';
$_['text_list'] = 'Модифікатори';

// Column
$_['column_name'] = 'Назва';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версія';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
