<?php

// Heading
$_['heading_title'] = 'Помилка оплати!';

// Text
$_['text_basket'] = 'Кошик для покупок';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure'] = 'Помилка оплати';
$_['text_message'] = '<p>В процесі оплати виникла помилка через яку не вдалося завершити оформлення замовлення.</p><p>Можливі причини:</p><ul><li>Недостатньо коштів</li><li>Помилка перевірки</li></ul> <p>Будь ласка, повторіть спробу, обравши інший спосіб оплати.</p><p>Якщо помилка не повторилася, будь ласка, <a href="%s">зв&apos;яжіться з адміністрацією</a> і повідомте подробиці замовлення.</p>';
