<?php

// Heading
$_['heading_title'] = 'Забули пароль?';

// Text
$_['text_account'] = 'Особистий Кабінет';
$_['text_forgotten'] = 'Забутли пароль?';
$_['text_your_email'] = 'E-Mail';
$_['text_email'] = 'Введіть email Вашого облікового запису і натисніть кнопку Продовжити, щоб отримати пароль електронною поштою.';
$_['text_success'] = 'Новий пароль було надіслано на Ваш email.';

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm'] = 'Підтвердіть новий пароль';

// Error
$_['error_email'] = 'Така email адреса не знайдена, перевірте і спробуйте ще раз!';
$_['error_approved'] = 'Увага! Ваш акаунт ще не активований.';
$_['error_password'] = 'Пароль має містити від 4 до 20 символів!';
$_['error_confirm'] = 'Пароль і підтвердження пароля не співпадають!';
