<?php

// Heading
$_['heading_title'] = 'Авторизація';

// Text
$_['text_account'] = 'Особистий кабінет';
$_['text_login'] = 'Авторизація';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_register'] = 'Реєстрація';
$_['text_register_account'] = 'Створення облікового запису допоможе купувати швидше. Ви зможете контролювати статус і переглядати історію замовлень. Ви зможете накопичувати бонусні бали і отримувати знижкові купони. <br/>Також ми пропонуємо постійним клієнтам гнучку систему знижок і персональне обслуговування.<br/>';
$_['text_returning_customer'] = 'Зареєстрований клієнт';
$_['text_i_am_returning_customer'] = 'Увійти в Особистий кабінет';
$_['text_forgotten'] = 'Відновлення пароля';

// Entry
$_['entry_email'] = 'E-mail';
$_['entry_password'] = 'Пароль';

// Error
$_['error_login'] = 'Неправильно заповнені поля e-mail і/або пароль!';
$_['error_attempts'] = 'Ви перевищили максимальна кількість спроб авторизації. Повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved'] = 'Необхідно підтвердити акаунт перед авторизацією.';
