<?php

// Heading
$_['heading_title'] = 'Захист від шахрайства по IP';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_edit'] = 'Налаштування';
$_['text_ip_add'] = 'Додати IP-адресу';
$_['text_ip_list'] = 'Список заблокованих IP';

// Column
$_['column_ip'] = 'IP';
$_['column_total'] = 'Кількість';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_ip'] = 'IP';
$_['entry_status'] = 'Статус';
$_['entry_order_status'] = 'Статус замовлення';

// Help
$_['help_order_status'] = 'користувачі, котрі мають заблоковані IP, обліковий запис буде присвоєно асоційований зі статус замовлення і не дозволить завершити замовлення автоматично.';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
