<?php

// Heading
$_['heading_title'] = 'Керування магазинами';

// Text
$_['text_settings'] = 'Налаштування';
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Магазини';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування';
$_['text_items'] = 'Товари';
$_['text_tax'] = 'Податки';
$_['text_account'] = 'Запис';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_stock'] = 'Склад';
$_['text_shipping'] = 'Адреса доставки';
$_['text_payment'] = 'Платіжна адреса';

// Column
$_['column_name'] = 'Назва магазину';
$_['column_url'] = 'URL магазину';
$_['column_action'] = 'Дія';

// Entry
$_['entry_url'] = 'URL магазину';
$_['entry_ssl'] = 'SSL URL';
$_['entry_meta_title'] = 'Мета-тег Title';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_meta_keyword'] = 'Мета-тег Keywords';
$_['entry_layout'] = 'Макет за замовчуванням';
$_['entry_theme'] = 'Шаблон';
$_['entry_name'] = 'Назва магазину';
$_['entry_owner'] = 'Власник магазину';
$_['entry_address'] = 'Адреса';
$_['entry_geocode'] = 'Геокод';
$_['entry_email'] = 'Email';
$_['entry_telephone'] = 'Телефон';
$_['entry_fax'] = 'Факс';
$_['entry_image'] = 'Зображення';
$_['entry_open'] = 'Режим роботи';
$_['entry_comment'] = 'Додаткова інформація';
$_['entry_location'] = 'Місцезнаходження';
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Область / Регіон';
$_['entry_language'] = 'Мова';
$_['entry_currency'] = 'Валюта';
$_['entry_tax'] = 'Показувати ціни з податком';
$_['entry_tax_default'] = 'Податковий адреса магазину';
$_['entry_tax_customer'] = 'Податкова адреса клієнта';
$_['entry_customer_group'] = 'Група клієнтів';
$_['entry_customer_group_display'] = 'Показувати групи клієнтів';
$_['entry_customer_price'] = 'Клієнтські ціни';
$_['entry_account'] = 'Підтвердження при реєстрації';
$_['entry_cart_weight'] = 'Вага на сторінці кошика';
$_['entry_checkout_guest'] = 'Гостьовий замовлення';
$_['entry_checkout'] = 'Підтвердження при замовленні';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_stock_display'] = 'Показувати залишок на складі';
$_['entry_stock_checkout'] = 'Замовлення при відсутності на складі';
$_['entry_logo'] = 'Логотип';
$_['entry_icon'] = 'Іконка';
$_['entry_secure'] = 'Використовувати SSL';

// Help
$_['help_url'] = 'Включаючи повний URL до магазину. Додайте &apos;/&apos; в кінці. Наприклад: http://wwww.yourdomain.com/path/.';
$_['help_ssl'] = 'SSL URL адресу вашого магазину. Додайте &apos;/&apos; в кінці. Приклад: http://www.yourdomain.com/path/ Не використовуйте каталоги для створення нового розташування. Ви повинні завжди використовувати інший домен або субдомен хостинг.';
$_['help_geocode'] = 'Геокод місцезнаходження магазину.';
$_['help_open'] = 'Режим роботи вашого магазину.';
$_['help_comment'] = 'Це поле для додаткової інформації клієнту. Наприклад, Наш магазин приймає до оплати карти Visa.';
$_['help_location'] = 'Додаткова інформація про місцезнаходження магазину, яку Ви хотіли б розмістити на сторінці "Зв&apos;язатися з нами".';
$_['help_currency'] = 'Зміна валюти за замовчуванням. Необхідно очистити кеш браузера для перегляду змін і скидання cookies.';
$_['help_tax_default'] = 'Використовувати адресу магазину для обчислення податків, якщо користувач не авторизований. Ви можете використовувати адресу магазину в якості адреси доставки або платіжної адреси.';
$_['help_tax_customer'] = 'Використовувати основну адресу клієнта, коли він авторизований, для підрахунку податків. Ви можете використовувати адресу клієнта в якості адреси доставки або платіжної адреси.';
$_['help_customer_group'] = 'Група клієнтів за замовчуванням.';
$_['help_customer_group_display'] = 'Показувати групи клієнтів, яку, нові клієнти зможуть вибрати під час реєстрації, Наприклад "Оптові клієнти".';
$_['help_customer_price'] = 'Показувати ціни тільки зареєстрованим клієнтам.';
$_['help_account'] = 'Вимагати підтвердження "згоди з правилами" при реєстрації облікового запису.';
$_['help_checkout_guest'] = 'Дозволяють клієнтам оформляти замовлення без створення облікового запису. Якщо товар включає завантаження файлів, то ця функція не працюватиме.';
$_['help_checkout'] = 'Вимагати підтвердження "згоди з правилами" при оформленні замовлення.';
$_['help_order_status'] = 'Статус замовлення за замовчуванням, коли надходить нове замовлення.';
$_['help_stock_display'] = 'Показувати залишок товарів на складі на сторінці товару.';
$_['help_stock_checkout'] = 'Дозволити клієнтам оформляти замовлення, якщо замовлених товарів на даний момент немає на складі.';
$_['help_icon'] = 'Іконка повинна бути у форматі JPEG, розміром 16px*16px.';
$_['help_secure'] = 'Для використання SSL переконайтеся, що Ваш хостинг підтримує SSL сертифікат і прописані SSL адреси у файлі конфігурації.';

// Error
$_['error_warning'] = 'Помилка! Перевірте форму на наявність помилок!';
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_url'] = 'Необхідний URL магазину!';
$_['error_meta_title'] = 'Title повинен бути від 3 до 32 символів!';
$_['error_name'] = 'Назва магазину має містити від 3 до 32 символів!';
$_['error_owner'] = 'Ім&apos;я власника магазину має містити від 3 до 64 символів!';
$_['error_address'] = 'Адреса магазину повинен бути від 10 до 256 символів!';
$_['error_email'] = 'Email адресу введено невірно!';
$_['error_telephone'] = 'Телефон повинен містити від 3 до 32 символів!';
$_['error_customer_group_display'] = 'Ви повинні додати групу клієнтів за замовчуванням, якщо збираєтеся використовувати цю можливість!';
$_['error_default'] = 'Неможливо видалити основний магазин!';
$_['error_store'] = 'Увага! Цей магазин не може бути видалений, оскільки у нього є %s замовлень!';
