<?php

// Text
$_['text_success'] = 'Замовлення оновлено';

// Error
$_['error_permission'] = 'Увага! Доступ до API заборонено!';
$_['error_customer'] = 'Необхідно вказати дані клієнта!';
$_['error_payment_address'] = 'Необхідно вказати платіжну адресу!';
$_['error_payment_method'] = 'Необхідно вказати спосіб оплати!';
$_['error_shipping_address'] = 'Необхідно вказати адресу доставки!';
$_['error_shipping_method'] = 'Необхідно вказати спосіб доставки!';
$_['error_stock'] = 'Товари відмічені *** відсутні в потрібній кількості!';
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s - %s!';
$_['error_not_found'] = 'Увага! Замовлення не знайдене.';
