<?php

// Текст
$_['text_address'] = 'Виконано! Платіжну адресу встановлено!';
$_['text_method'] = 'Виконано! Метод оплати встановлено!';

// Помилка
$_['error_permission'] = 'Увага! Ви не маєте дозволу для доступу до API!';
$_['error_firstname'] = 'Ім&apos;я має містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city'] = 'Назва міста має містити від 3 до 128 символів!';
$_['error_postcode'] = 'Поштовий індекс для цієї країни має містити від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, оберіть країну!';
$_['error_zone'] = 'Будь ласка, оберіть регіон / держава!';
$_['error_custom_field'] = '%S не потрібно!';
$_['error_address'] = 'Увага! Потрібна адреса платника!';
$_['error_method'] = 'Увага! Потрібен метод оплати!';
$_['error_no_payment'] = 'Увага! Відсутні методи оплати!';
