<?php

// Текст
$_['text_address'] = 'Виконано! Адресу доставки встановлено!';
$_['text_method'] = 'Виконано! Спосіб доставки встановлено!';

// Помилка
$_['error_permission'] =  'Увага! Недостатньо прав для доступу до API!';
$_['error_firstname'] = 'Ім&apos;я має містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city'] = 'Назва міста має містити від 3 до 128 символів!';
$_['error_postcode'] = 'Поштовий індекс для цієї країни має містити від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, оберіть країну!';
$_['error_zone'] = 'Будь ласка, оберіть регіон !';
$_['error_custom_field'] = '%S не потрібно!';
$_['error_address'] = 'Увага! Потрібна адреса доставки!';
$_['error_method'] = 'Увага! Потрібен спосіб доставки!';
$_['error_no_shipping'] = 'Увага! Відсутні способи доставки!';
