<?php

// Текст
$_['text_success'] = 'Подарунковий сертифікат було застосовано!';
$_['text_cart'] = 'Кошик оновлено!';

$_['text_for'] = '%s подарунковий сертифікат "%S"';

// Помилка
$_['error_permission'] =  'Увага! Недостатньо прав для доступу до API!';
$_['error_voucher'] = 'Увага! Сертифікат є недійсним або баланс вже використано!';
$_['error_to_name'] = 'Ім&apos;я має містити від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім&apos;я має містити від 1 до 64 символів!';
$_['error_email'] = 'Адреса електронної пошти не відповідає формату!';
$_['error_theme'] = 'Ви повинні обрати тему!';
$_['error_amount'] = 'Сума повинна бути між %S та %s!';
