<?php

// Heading
$_['heading_title'] = 'Географічні зони';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Географічні зони';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування';

// Column
$_['column_name'] = 'Назва географічної зони';
$_['column_description'] = 'Опис';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва географічної зони';
$_['entry_description'] = 'Опис';
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Область / Регіон';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва географічної зони має містити від 3 до 32 символів!';
$_['error_description'] = 'Опис має містити від 3 до 255 символів!';
$_['error_tax_rate'] = 'Географічна зона не може бути видалена, оскільки вона використовується із %s податковим ставками!';
