<?php

// Heading
$_['heading_title'] = 'Одиниці вимірювання';

// Text
$_['text_success'] = 'Налаштування були успішно змінені';
$_['text_list'] = 'Одиниці вимірювання';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_title'] = 'Назва одиниці вимірювання';
$_['column_unit'] = 'Одиниця вимірювання';
$_['column_value'] = 'Значення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_title'] = 'Назва одиниці вимірювання';
$_['entry_unit'] = 'Одиниця вимірювання';
$_['entry_value'] = 'Значення';

// Help
$_['help_value'] = 'Встановіть на 1.00000 якщо це основна одиниця вимірювання.';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_title'] = 'Назва одиниці вимірювання має містити від 3 до 32 символів!';
$_['error_unit'] = 'Одиниця вимірювання повинна бути від 1 до 4 символів!';
$_['error_default'] = 'Одиницю вимірювання не можна змінити, оскільки вона встановлена за замовчуванням!';
$_['error_product'] = 'Одиниця вимірювання не може бути видалена, оскільки вона використовується із %s товарами!';
