<?php

// Heading
$_['heading_title'] = 'Статуси замовлень';

// Text
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_list'] = 'Статуси замовлень';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Статуси замовлень';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Статус замовлення';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_name'] = 'Статус замовлення повинен бути від 3 до 32 символів!';
$_['error_default'] = 'Статус замовлення не може бути виключений, оскільки він прикрелпен до статусу замовлення основного магазину!';
$_['error_download'] = 'Статус замовлення не може бути виключений, оскільки він прикріплений до статусу завантаження за замовчуванням!';
$_['error_store'] = 'Статус замовлення не може бути видалений, оскільки вона використовується із %s магазинами!';
$_['error_order'] = 'Статус замовлення не може бути видалений, оскільки вона використовується із %s замовленнями!';
