<?php

// Heading
$_['heading_title'] = 'Операції повернення';

// Text
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_list'] = 'Операції поверненя';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Операція повернення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Операція повернення';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_name'] = 'Операція повернення має містити від 3 до 32 символів!';
$_['error_return'] = 'Операція повернення не може бути видалена, оскільки вона використовується із %s товарами!';
