<?php

// Heading
$_['heading_title'] = 'Складський статус';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Список станів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування';

// Column
$_['column_name'] = 'Варіанти станів складу';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва стану складу';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва повинна бути від 3 до 32 символів!';
$_['error_product'] = 'Складський статус не може бути видалений, оскільки він використовується із %s товарами!';
