<?php

// Heading
$_['heading_title'] = 'Регіони';

// Text
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_list'] = 'Регіони';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Назва регіону';
$_['column_code'] = 'Код регіону';
$_['column_country'] = 'Країна';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва регіону';
$_['entry_code'] = 'Код регіону';
$_['entry_country'] = 'Країна';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва регіону має містити від 3 до 128 символів!';
$_['error_default'] = 'Країна не може бути видалена, оскільки вона призначена за замовчуванням!';
$_['error_store'] = 'Регіон не може бути видалений, оскільки він використовується із %s магазинами!';
$_['error_address'] = 'Регіон не може бути видалений, оскільки він використовується із %s записами адресної книги!';
$_['error_affiliate'] = 'Регіон не може бути видалений, оскільки він використовується із %s партнерами!';
$_['error_zone_to_geo_zone'] = 'Регіон не може бути видалений, оскільки він використовується із %s географічними зонами!';
