<?php

// Heading
$_['heading_title'] = 'Оплата готівкою';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_edit'] = 'Редагувати';

// Entry
$_['entry_payable'] = 'Одержувач';
$_['entry_total'] = 'Нижня межа';
$_['entry_order_status'] = 'Статус замовлення після оплати';
$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total'] = 'Мінімальна сума замовлення. Спосіб оплати буде недоступний для замовлень вартістю нижче цієї суми.';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_payable'] = 'Необхідно ввести одержувача!';
