<?php

// Заголовок
$_['heading_title'] = 'Статистика';

// Текст
$_['text_success'] = 'Виконано! Ви змінили статистику.';
$_['text_list'] = 'Список статистики';
$_['text_order_sale'] = 'Замовити продаж';
$_['text_order_processing'] = 'Обробка замовлень';
$_['text_order_complete'] = 'Замовлення виконано';
$_['text_order_other'] = 'Інші замовлення';
$_['text_returns'] = 'Повернення';
$_['text_customer'] = 'Клієнти, що очікують на схвалення';
$_['text_affiliate'] = 'Партнери, що очікують на схвалення';
$_['text_product'] = 'Товарів немає в наявності';
$_['text_review'] = 'Очікує на перегляд';

// Колонка
$_['column_name'] = 'Назва статистики';
$_['column_value'] = 'Значення';
$_['column_action'] = 'Дія';

// Помилка
$_['error_permission'] = 'Увага! У вас немає дозволу на зміну статистики!';
