<?php

// Heading
$_['heading_title'] = 'Доп. плата при мінімальному замовленні';

// Text
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_edit'] = 'Налаштування';

// Entry
$_['entry_total'] = 'Cума замовлення';
$_['entry_fee'] = 'Плата';
$_['entry_tax_class'] = 'Податки';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total'] = 'Мінімальна сума замовлення, для якої буде діяти плата.';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
