<?php

// Заголовок
$_['heading_title'] = 'Інсталятор розширень';

// Текст
$_['text_progress'] = 'Прогрес установки';
$_['text_upload'] = 'Інсталяція розширень';
$_['text_history'] = 'Історія встановлення';
$_['text_success'] = 'Виконано! Розширення було встановлено!';
$_['text_install'] = 'Встановлення';

// Стовпець
$_['column_filename'] = 'Назва файлу';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_upload'] = 'Передати файл';
$_['entry_progress'] = 'Прогрес';

// Довідка
$_['help_upload'] = 'Потрібен файл з розширенням *.ocmod.zip.';

// Помилка
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_install'] = 'Встановлення розширень відбувається, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити!';
$_['error_upload'] = 'Файл не може бути переданий!';
$_['error_filetype'] = 'Неправильний тип файлу!';
$_['error_file'] = 'Файл не знайдено!';
