<?php

// Текст
$_['text_success'] = 'Виконано! Ви встановили розширення!';
$_['text_unzip'] = 'Розпаковка файлів!';
$_['text_move'] = 'Копіювання файлів!';
$_['text_xml'] = 'Застосування модифікаторів!';
$_['text_remove'] = 'Видалення тимчасових файлів!';

// Помилка
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
$_['error_install'] = 'Встановлення розширень відбувається, будь ласка, зачекайте кілька секунд, перш ніж спробувати встановити!';
$_['error_unzip'] = 'Не вдалося відкрити файл Zip!';
$_['error_file'] = 'Не вдалося знайти файл встановлення!';
$_['error_directory'] = 'Не вдалося знайти каталог встановлення!';
$_['error_code'] = 'Унікальний код необхідний для Модифікації XML!';
$_['error_xml'] = 'Модифікація %s вже використовується!';
$_['error_exists'] = 'Файл %s вже існує!';
$_['error_allowed'] = 'Запис у каталог %s заборонено!';
