<?php

// Heading
$_['heading_title'] = 'Магазин розширеннь';

// Текст
$_['text_success'] = 'Виконано! Ви встановили розширення!';
$_['text_list'] = 'Список розширень';
$_['text_filter'] = 'Фільтр';
$_['text_search'] = 'Пошук розширень і тем';
$_['text_category'] = 'Категорії';
$_['text_all'] = 'Усі';
$_['text_theme'] = 'Теми';
$_['text_marketplace'] = 'Торгівля';
$_['text_language'] = 'Мови';
$_['text_payment'] = 'Оплата';
$_['text_shipping'] = 'Доставка';
$_['text_module'] = 'Модулі';
$_['text_total'] = 'Загальна вартість';
$_['text_feed'] = 'Канали просування';
$_['text_report'] = 'Звіти';
$_['text_other'] = 'Інше';
$_['text_free'] = 'Безкоштовні';
$_['text_paid'] = 'Платні';
$_['text_purchased'] = 'Придбані';
$_['text_date_modified'] = 'Змінено';
$_['text_date_added'] = 'Додано';
$_['text_rating'] = 'Рейтинг';
$_['text_reviews'] = 'Відгуки';
$_['text_compatibility'] = 'Сумісність';
$_['text_downloaded'] = 'Завантажено';
$_['text_member_since'] = 'Член з:';
$_['text_price'] = 'Ціна';
$_['text_partner'] = 'Розроблено партнером OpenCart';
$_['text_support'] = '12 місяців безкоштовної підтримки';
$_['text_documentation'] = 'Документація у наявності';
$_['text_sales'] = 'Продаж';
$_['text_comment'] = 'Коментарі';
$_['text_download'] = 'Завантаження';
$_['text_install'] = 'Встановлення';
$_['text_comment_add'] = 'Залиште свій коментар';
$_['text_write'] = 'Напишіть тут свій коментар...';
$_['text_purchase'] = 'Будь ласка, підтвердьте, хто ви є!';
$_['text_pin'] = 'Введіть ваш 4-значний PIN-код. Цей номер PIN захищає ваш обліковий запис. ';
$_['text_secure'] = 'Нікому, включаючи розробників, не кажіть свій PIN-код. Якщо ви вимагаєте, щоб продавець розширення встановив розширення для Вас, вам слід надіслати їм це розширення за допомогою e-mail.';
$_['text_name'] = 'Назва завантаження';
$_['text_progress'] = 'Прогрес';
$_['text_available'] = 'Доступні установки';
$_['text_action'] = 'Дія';

// Вступ
$_['entry_pin'] = 'PIN';

// Tab
$_['tab_description'] = 'Опис';
$_['tab_documentation'] = 'Документація';
$_['tab_download'] = 'Завантажити';
$_['tab_comment'] = 'Коментар';

// Кнопка
$_['button_opencart'] = 'Marketplace API';
$_['button_purchase'] = 'Придбати';
$_['button_view_all'] = 'Переглянути всі розширення';
$_['button_get_support'] = 'Отримати підтримку';
$_['button_comment'] = 'Коментар';
$_['button_reply'] = 'Відповісти';

// Помилка
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_opencart'] = 'Увага! потрібно ввести інформацію API OpenCart, перш ніж ви зможете робити будь-які покупки!';
$_['error_install'] = 'Відбувається встановлення розширень, будь ласка, зачекайте кілька секунд, перш ніж спробувати знову!';
$_['error_purchase'] = 'Неможливо придбати розширення!';
$_['error_download'] = 'Розширення не можна завантажити!';
