<?php

// Heading
$_['heading_title'] = 'Модифікатори';

// Text
$_['text_success'] = 'Виконано! Кеш модифікаторів оновлено!';
$_['text_refresh'] = 'Щоразу, коли ви вмикаєте/вимикаєте або видаляєте модифікатор, потрібно натиснути кнопку оновлення, щоб оновити кеш модифікаторів!';
$_['text_list'] = 'Список модифікаторів';

// Column
$_['column_name'] = 'Назва модифікатора';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версія';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата інсталяції';
$_['column_action'] = 'Дія';

// Error
$_['error_permission'] = 'Увага! У Вас недостатньо прав доступу, зерніться до адміністратора!';
