<?php

// Heading
$_['heading_title'] = 'Партнерська програма';

// Text
$_['text_account'] = 'Кабінет партнера';
$_['text_login'] = 'Увійти';
$_['text_description'] = '<p>Партнерська програма %s абсолютно безкоштовна і дозволяє учасникам отримувати додатковий дохід, шляхом розміщення посилань як на Наш магазин %s або на окремі товари. Кожна покупка, здійснена по партнерському посиланню, приносить агентську комісію. Стандартний розмір комісії становить %s.</p><p>За детальною інформацією звертайтесь на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate'] = 'Новий Партнер';
$_['text_register_account'] = '<strong>Я не є партнером.</strong><p>Натисніть <code>Продовжити</code> щоб створити обліковий запис партнера. Зверніть увагу, що цей обліковий запис ніяк не пов&apos;язаний з яким-небудь обліковим записом клієнта!</p>';
$_['text_returning_affiliate'] = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten'] = 'Забули пароль?';

// Entry
$_['entry_email'] = 'Партнерський email:';
$_['entry_password'] = 'Пароль:';

// Error
$_['error_login'] = 'Вказана комбінація email та пароля неправильна.';
$_['error_attempts'] = 'Ви перевищили максимальну кількість спроб авторизації. Повторіть спробу через 1 годину.';
$_['error_approved'] = 'Зачекайте, Ваш обліковий запис чекає не схваленя адміністрацією магазину.';
