<?php

// Text
$_['text_subject'] = '%s - дякуємо за реєстрацію!';
$_['text_welcome'] = 'Ласкаво просимо до %s і дякуємо за реєстрацію!';
$_['text_login'] = 'Ваш обліковий запис створено і Ви можете ввійти, використовуючи свій email та пароль, за посиланням:';
$_['text_approval'] = 'Ваш обліковий запис створено і чекає підтвердження. Після підтвердження, Ви зможете увійти в магазин, використовуючи email та пароль, за посиланням:';
$_['text_services'] = 'Після входу в систему Ви зможете отримати доступ до різних сервісів Магазину, такі як огляд останніх замовлень, друк рахунку і редагування інформації про Вашого облікового запису.';
$_['text_thanks'] = 'Дякую';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_signup'] = 'Зареєстрований новий клієнт:';
$_['text_website'] = 'Сайт:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname'] = 'Ім&apos;я, по-батькові:';
$_['text_lastname'] = 'Прізвище:';
$_['text_email'] = 'Email:';
$_['text_telephone'] = 'Телефон:';
