<?php

// Text
$_['text_subject'] = 'Ви відправили подарунковий сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали подарунковий сертифікат від %s';
$_['text_from'] = 'Ви отримали подарунковий сертифікат від %s';
$_['text_message'] = 'Відправник залишив повідомлення';
$_['text_redeem'] = 'Щоб скористатися даними подарунковий сертифікат, збережіть код <b>%s</b> потім перейдіть в магазин і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика, перед тим як почнете оформлення замовлення.';
$_['text_footer'] = 'Якщо у Вас залишилися якісь питання, відповідайте на це повідомлення.';
