<?php

// Heading
$_['heading_title'] = 'Використовувати бонуси (доступно %s)';

// Text
$_['text_reward'] = 'Бонуси (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success'] = 'Бонуси успішно застосовані!';

// Entry
$_['entry_reward'] = 'Доступно для застосування (максимум %s)';

// Error
$_['error_reward'] = 'Вкажіть будь-ласка кількість бонусів для оплати даного замовлення!';
$_['error_points'] = 'У Вас немає %s бонусів!';
$_['error_maximum'] = 'Максимально доступна кількість бонусів, яку можна застосувати: %s!';
