<?php

// Heading
$_['heading_title'] = 'Вартість доставки';

// Text
$_['text_success'] = 'Розрахунки успішно виконано!';
$_['text_shipping'] = 'Вкажіть ваш регіон для розрахунку вартості доставки.';
$_['text_shipping_method'] = 'Будь ласка, виберіть спосіб доставки замовлення.';

// Entry
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Регіон / Область';
$_['entry_postcode'] = 'Індекс';

// Error
$_['error_postcode'] = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, оберіть країну!';
$_['error_zone'] = 'Будь ласка, оберіть регіон/область!';
$_['error_shipping'] = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping'] = 'Доставка за даною адресою неможлива. Будь ласка, <a href="%s">зв&#39;яжіться з адміністрацією</a> магазину!';
