<?php

// Heading
$_['heading_title'] = 'Атрибути';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Список атрибутів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування атрибуту';

// Column
$_['column_name'] = 'Назва атрибуту';
$_['column_attribute_group'] = 'Група атрибуту';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва атрибуту';
$_['entry_attribute_group'] = 'Група атрибуту';
$_['entry_sort_order'] = 'Порядок сортування';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_attribute_group'] = 'Група атрибутів необхідна!';
$_['error_name'] = 'Назва атрибута має містити від 3 до 64 символів!';
$_['error_product'] = 'Увага! Цей атрибут не можна видалити, оскільки він використовується із %s товарами!';
