<?php

// Heading
$_['heading_title'] = 'Групи атрибутів';

// Text
$_['text_success'] = 'Налаштування були успішно змінені!';
$_['text_list'] = 'Список групи атрибутів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва групи атрибутів';
$_['entry_sort_order'] = 'Порядок сортування';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва групи атрибутів має містити від 3 до 64 символів!';
$_['error_attribute'] = 'Увага! Ця група не може бути видалена, оскільки вона використовується із %s атрибутами!';
$_['error_product'] = 'Увага! Ця група не може бути  видалена, оскільки вона використовується із %s товарами!';
