<?php

// Heading
$_['heading_title'] = 'Файли для завантаження';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Файли для завантаження';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування';
$_['text_upload'] = 'Файл передано';

// Column
$_['column_name'] = 'Назва';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва при завантаженні';
$_['entry_filename'] = 'Ім&apos;я файлу';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Ви можете передати файл за допомогою кнопки Вивантажити або через FTP, вказавши деталі нижче.';
$_['help_mask'] = 'Рекомендуємо, щоб ім&apos;я файлу і маска були різні, щоб запобігти прямому доступу до файлів.';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва повинна містити від 3 до 64 символів!';
$_['error_upload'] = 'Необхідне вивантаження!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists'] = 'Такого файла не існує!';
$_['error_mask'] = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype'] = 'Неправильний тип файла!';
$_['error_product'] = 'Увага! Цей файл не можна видалити, оскільки він використовується із  %s товарів!';
