<?php

// Heading
$_['heading_title'] = 'Файли для завантаження';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Файли для завантаження';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_upload'] = 'Файл вивантажено';

// Column
$_['column_name'] = 'Назва';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва при завантаженні';
$_['entry_filename'] = 'Ім&#39;я файлу';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Ви можете вивантажити файл з допомогою кнопки Вивантажити, або через FTP, вказавши деталі нижче.';
$_['help_mask'] = 'Рекомендуємо, щоб ім&#39;я файлу і маска були різні, щоб запобігти прямому доступу до файлів.';

// Error
$_['error_permission'] = 'У вас немає прав для редагування завантажень!';
$_['error_name'] = 'Назва повинна містити від 3 до 64 символів!';
$_['error_upload'] = 'Необхідне вивантаження!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists'] = 'Файл не існує!';
$_['error_mask'] = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype'] = 'Неправильний тип файла!';
$_['error_product'] = 'Увага: це вивантаження не можна видалити, оскільки він використовується із  %s товарів!';
