<?php

// Heading
$_['heading_title'] = 'Подарунковий сертифікат';

// Text
$_['text_success'] = 'Виконано! Налаштування були успішно змінені!';
$_['text_list'] = 'Подарункові сертифікати';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Налаштування';
$_['text_sent'] = 'Подарунковий сертифікат відправлений на e-mail!';

// Column
$_['column_name'] = 'Назва подарункового сертифіката';
$_['column_code'] = 'Код';
$_['column_from'] = 'Від кого';
$_['column_to'] = 'Кому';
$_['column_theme'] = 'Тема';
$_['column_amount'] = 'Сума';
$_['column_status'] = 'Статус';
$_['column_order_id'] = '№';
$_['column_customer'] = 'Клієнт';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дії';

// Entry
$_['entry_code'] = 'Код';
$_['entry_from_name'] = 'Ім&apos;я відправника';
$_['entry_from_email'] = 'E-mail відправника';
$_['entry_to_name'] = 'Ім&apos;я одержувача';
$_['entry_to_email'] = 'E-mail одержувача';
$_['entry_theme'] = 'Тема';
$_['entry_message'] = 'Повідомлення';
$_['entry_amount'] = 'Сума';
$_['entry_status'] = 'Статус';

// Help
$_['help_code'] = 'Код, який клієнт вводить для активації подарункового сертифіката';

// Error
$_['error_selection'] = 'Увага! Сертифікат не вибрано';
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_exists'] = 'Цей Подарунковий сертифікат вже використовується!';
$_['error_code'] = 'Код повинен бути від 3 до 10 символів!';
$_['error_to_name'] = 'Ім&apos;я одержувача має містити від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім&apos;я має містити від 1 до 64 символів!';
$_['error_email'] = 'E-mail адресу введено невірно!';
$_['error_amount'] = 'Сума повинна бути більше або дорівнює 1!';
$_['error_order'] = 'Даний сертифікат не може бути видалений, оскільки є частиною <a href="%s">замовлення</a>!';
