<?php

// Heading
$_['heading_title'] = 'Тематика подарункового сертифіката';

// Text
$_['text_success'] = 'Тематика подарункового сертифіката змінена!';
$_['text_list'] = 'Список тематик';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';

// Column
$_['column_name'] = 'Назви тематики';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва тематики';
$_['entry_description'] = 'Опис тематики';
$_['entry_image'] = 'Зображення';

// Error
$_['error_permission'] = 'Увага! Недостатньо прав для доступу чи редагування, зверніться до адміністратора!';
$_['error_name'] = 'Назва повинна бути від 3 до 32 символів!';
$_['error_image'] = 'Зображення обов&apos;язково!';
$_['error_voucher'] = 'Ця тематика не може бути видалена, оскільки її призначено %s сертифікатам!';
